"""1.Создайте словарь."""

dict={"city": "Москва", "temperature": 20}


"""2. Выведите на экран значение ключа city."""
print(dict["city"])


"""3. Уменьшите значение "temperature" на 5."""
dict["temperature"] = dict['temperature'] - 5 


"""4.Выведите на экран весь словарь."""
print(dict)